Repository: branislavjuhaas/dn-henkel-vision
Catalog: DN Henkel Vision/DN Henkel Vision/Strings/*/Resources.resw
Source language: en_us
Languages: sk_sk

# B_Cancel.Content
source: Cancel
sk_sk: Zrušiť

# B_Cause.Content
source: Cause
sk_sk: Počiatočník

# B_Continue.Content
source: Continue
sk_sk: Pokračovať

# B_Create.Content
source: Create
sk_sk: Vytvoriť

# B_DarkTheme.Content
source: Dark
sk_sk: Tmavá

# B_Duration.Content
source: Duration
sk_sk: Trvanie

# B_Everything.Content
source: Everything
sk_sk: Všetko

# B_Export.Content
source: Export
sk_sk: Exportovať

# B_Exports.Content
source: Exports
sk_sk: Exporty

# B_Humanity.Content
source: Humanity
sk_sk: Človek

# B_LightTheme.Content
source: Light
sk_sk: Svetlá

# B_Machine.Content
source: Machine
sk_sk: Stroj

# B_Report.Content
source: Report
sk_sk: Hlásenie

# B_Select.Content
source: Select
sk_sk: Vybrať

# B_Service.Content
source: Service
sk_sk: Manuálne

# B_SystemTheme.Content
source: System
sk_sk: Systémová

# H_Category.Header
source: Category
sk_sk: Kategória

# H_Criterium.Header
source: Criterium
sk_sk: Kritérium

# H_DspTime.Header
source: Display time
sk_sk: Čas zobrazenia

# H_RegDate.Header
source: Registration date
sk_sk: Dátum registrácie

# H_SctTime.Header
source: Selected time
sk_sk: Vybraný čas

# H_UserName.Header
source: User name
sk_sk: Používateľské meno

# S_Hours
source: hours
sk_sk: hod.

# S_Language
source: en-US
sk_sk: sk-SK

# S_Results
source: No results found
sk_sk: Neboli nájdené žiadne výsledky

# T_AppTheme.Text
source: App theme
sk_sk: Téma aplikácie

# T_AppThemeDsn.Text
source: Select which app theme to display.
sk_sk: Vyberte, akú tému aplikácie chcete zobraziť.

# T_CauseRedirect.Text
source: Cause redirecting
sk_sk: Presmerovanie počiatočníka

# T_CauseRedirectDsn.Text
source: If there is no cause selected, choose testing department.
sk_sk: Ak nie je vybraná žiadna príčina, bude zvolené testovací oddelenie.

# T_ChiefDev.Text
source: Chief developer
sk_sk: Hlavný vývojár

# T_CollectData.Text
source: Collect data
sk_sk: Zbierať údaje

# T_CollectDataDsn.Text
source: Allow collection of the data for the development.
sk_sk: Povoliť zhromažďovanie údajov pre vývoj.

# T_Copyright.Text
source: © 2023-2024 Branislav Juhás. All rights reserved.
sk_sk: ©2023 DN Foundation. Všetky práva vyhradené.

# T_CreateOrder.Text
source: Create order
sk_sk: Vytvoriť zákazku

# T_Data.Text
source: No data to display
sk_sk: Žiadne údaje na zobrazenie

# T_Delete.Text
source: Delete
sk_sk: Vymazať

# T_Edit.Text
source: Edit
sk_sk: Upraviť

# T_Existing.Text
source: Existing
sk_sk: Existujúce

# T_Export.Text
source: Export
sk_sk: Exportovať

# T_Fault.PlaceholderText
source: Fault
sk_sk: Chyba

# T_Felber.Text
source: FelberAI
sk_sk: Felber AI klasifikátor

# T_Funding.Text
source: Partially funded by KraussMaffei Corporation
sk_sk: Čiastočne financované spoločnosťou KraussMaffei Corporation

# T_Heritage.Text
source: Part of DN Family
sk_sk: Súčasť DN Softvérového Dedičstva

# T_Invalid.Text
source: Invalid
sk_sk: Neplatné

# T_MissingPlacement.Text
source: Missing placement
sk_sk: Chýbajúce uloženie

# T_MissingPlacementDsn.Text
source: Do you want to continue without valid placement?
sk_sk: Chcete pokračovať bez platného uloženia?

# T_OrderNumber.PlaceholderText
source: Order number
sk_sk: Číslo zákazky

# T_RegName.Text
source: Registrant name
sk_sk: Meno registranta

# T_RegNameDsn.Text
source: The default name of the user displayed on export.
sk_sk: Predvolené meno používateľa zobrazené pri exporte.

# T_Search.PlaceholderText
source: Search
sk_sk: Hľadať

# T_Settings.Text
source: Settings
sk_sk: Nastavenia

# T_Welcome.Text
source: Welcome
sk_sk: Vitajte
